Repository: common-repository/shiplemon-shipping
Catalog: languages/shiplemon-shipping-*.po
Languages: el

source: Do you need help? Contact as at <a href="http://www.shiplemon.com">www.shiplemon.com</a>
el: Για υποστήριξη, επικοινωνήστε μαζί μας <a href="http://www.shiplemon.com">www.shiplemon.com</a>

source: Invalid API response code(%d).
el: Μη έγκυρος κωδικός απάντησης API (%d).

source: API Key
el: Κλειδί API

source: Days to deliverance
el: Ημέρες παράδοσης

source: Show this text:
el: Να εμφανίζεται το κείμενο:

source: To be delivered in %d working days
el: Παράδοση σε %d εργάσιμες ημέρες

source: On this text use the "%d" to display the number of days
el: Στο κείμενο πρέπει να υπάρχει το σύμβολο "%d" για να εμφανίζεται στην θέση του ο αριθμός των ημερών

source: Default product weight when not set (in grams)
el: Bάρος προϊόντος όταν δεν υπάρχει βάρος (σε γραμμάρια)

source: Set the default weight for any product that does not have it set. The weight must be set in grams.
el: Προκαθορισμένο βάρος για τo κάθε προιόν αν δεν έχει βάρος στις ρυθμίσεις του προϊόντος. Βάρος σε γραμμάρια.

source: Default package height
el: Προκαθορισμένο ύψος δέματος

source: Default height of package (in cm) for cost calculation.
el: Προκαθορισμένο ύψος (σε cm) δέματος για την εκτίμηση τιμής μεταφορικών.

source: Default package width
el: Προκαθορισμένο πλάτος δέματος

source: Default width of package (in cm) for cost calculation.
el: Προκαθορισμένο πλάτος (σε cm) δέματος για την εκτίμηση τιμής μεταφορικών.

source: Default package length
el: Προκαθορισμένο μήκος δέματος

source: Default length of the package (in cm) for cost calculation.
el: Προκαθορισμένο μήκος (σε cm) δέματος για την εκτίμηση τιμής μεταφορικών.

source: Settings
el: Ρυθμίσεις

source: Your Shiplemon API KEY is missing
el: Το κλειδί API για το Shiplemon δεν έχει οριστεί

source: Click here to add one.
el: Κάντε κλικ εδώ για να το προσθέσετε.

source: Shipping made easy. Just install the plugin and let us do the rest.
el: Μεταφορικά με τον εύκολο τρόπο. Ενεργοποιήστε το πρόσθετο και αφήστε τα υπόλοιπα πάνω μας.
